Repository: jaarpa/SHIPcal_demo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Spanish
es: Español

source: English
es: Inglés

source: Version
es: Versión

source: Language
es: Idioma

source: Maximum production
es: Producción máxima

source: Limited production
es: Producción límite

source: Annual thermal losses
es: Pérdidas anuales térmicas

source: Annual irradiation
es: Radiación anual

source: Number of loops
es: Numero de series

source: Images quality
es: Calidad de imagenes

source: Plots path
es: Ruta a imágenes

source: Energy before boiler
es: Energía antes de caldera

source: Minimum massic flux
es: Flujo másico mínimo

source: Simulation steps
es: Pasos de simulación

source: Amortization year
es: Año de amortización

source: Selling price
es: Precio de venta

source: Inlet entropy
es: Entropía de entrada

source: Outlet entropy
es: Entropía de salida

source: Feeded from grid (0 no, 1 yes)
es: Alimentado desde la red (0 no, 1 sí)

source: Fuel price
es: Precio de combustible

source: Boiler efficiency
es: Eficiencia de la caldera

source: Inlet temperature towards collectors [C]
es: Temperatura de entrada a los colectores [C]

source: Outlet temperature from collectors [C]
es: Temperatura de salida desde los colectores [C]

source: Outlet entropy from process
es: Entropía en la salida del proceso

source: Outlet temperature from process
es: Entropía en la entrada del proceso

source: Work pressure
es: Presión de trabajo

source: Steam quality
es: Calidad de vapor

source: Inlet enthalpy
es: Entalpía de entrada

source: Outlet enthalpy
es: Entalpía de salida

source: Inlet enthalpy towards process
es: Entalía de entrada al proceso

source: Outlet enthalpy from process
es: Entalpía de salida desde el proceso

source: Sender
es: Envía

source: Integration schema
es: Esquema de integración

source: Origin
es: Origen

source: Years simulated
es: Años simulados

source: Break cost
es: Costo desglosado

source: Acumulated FCF
es: FCF acumulado

source: Water temperature from grid
es: Temperatura del agua de la red

source: Demand
es: Demanda

source: Produced heat
es: Calor producido

source: Limited produced heat
es: Límite de calor producido

source: Charged heat
es: Calor cargado

source: Discharged heat
es: Calor descargado

source: Solar radiation
es: Radiación solar

source: Useful produced heat
es: Calor producido útil

source: Defocused heat
es: Energía desenfocada

source: Storage temperature [k]
es: Temperatura del almacenamiento [k]

source: Logo output
es: Salida del logo

source: Stored energy
es: Energía almacenada

source: Location
es: Ubicación

source: Total area
es: Área total

source: Collectors per loop
es: Colectores por serie

source: Max stored energy
es: Máxima energía almacenada

source: Annual demand
es: Demanda anual

source: Maximum solar fraction
es: Fracción solar máxima

source: Limited solar fraction
es: Fracción solar límite

source: Requested finance study (0 no, 1 yes)
es: Solicitó estudio financiero (0 no, 1 sí)

source: Savings from CO2
es: Ahorros por CO2

source: IRR text
es: Texto TIR

source: IRR10 text
es: Texto TIR10

source: Amortization text
es: Texto de amortización

source: Price per CO2 Ton
es: Precio por tonelada de CO2

source: Fuel increase
es: Incremento en el combustible

source: IRR
es: TIR

source: IRR 10
es: TIR 10

source: CO2 saved Tons
es: Toneladas de CO2 ahorradas

source: Levelized cost of energy
es: Costo nivelado de la energía

source: Mean energy savings
es: Ahorro energético promedio

source: Report header
es: Encabezado de reporte

source: Total charged energy
es: Energía total cargada

source: Total discharged energy
es: Energía total descargada

source: Total defocused energy
es: Energía total desenfocada

source: Utilization ratio
es: Proporción de uso

source: Mean massic flux
es: Flujo másico promedio

source: Max energy produced per module
es: Máxima energía producida por módulo

source: Investment modificator
es: Modificador de inversión

source: Irradiation modificator
es: Modificador de radiación

source: Production modificator
es: Modificador de producción

source: Mean savings
es: Ahorro promedio

source: Yearly fuel price
es: Precio anual de combustible

source: Energy savings
es: Ahorro energético

source: Operation and maniteinance annual costs
es: Costos de operación y mantenimiento

source: Annual energy costs
es: Costo energético anual

source: Massic flows
es: Flujo másico

source: Summary of simulation results
es: Resultados de simulación

source: Results
es: Resultados

source: Simulation
es: Simulación

source: Go to simulate
es: Ir a simular

source: Summary
es: Resumen

source: Solar instalation
es: Instalación solar

source: Solar production
es: Producción solar

source: Financial summary
es: Resumen financiero

source: Solar savings year
es: Ahorro solar año

source: year
es: año

source: Mean solar savings
es: Ahorro solar promedio

source: Current invoice
es: Factura actual

source: Investment
es: Inversión

source: Payback
es: Retorno

source: Solar production summary
es: Resumen de producción solar

source: Available radiation
es: Radiación disponible

source: Supplied production
es: Producción suministrada

source: Demand (80%% boiler efficiency)
es: Demanda (eficiencia de caldera 80%%)

source: Solar fraction
es: Fracción solar

source: Investment breakdown
es: Desglose de inversión

source: Total investment
es: Inversión total

source: Client IRR
es: TIR para el cliente

source: IRR in 10 years
es: TIR en 20 años

source: Costs breakdown of the solar plat. The costs are an aproximation and may not be updated.
es: Desglose de costos de la planta solar. Los costos son aproximados y pueden noestar actualizados

source: Collectors
es: Colectores

source: Storage
es: Almacenamiento

source: Integration and accesories
es: Integración y accesorios

source: Operation and maintenance
es: Mantenimiento y operación

source: Year
es: Año

source: Fuel cost
es: Costo de combustible

source: Energetic invoice with traditional fuel
es: Factura energética con combustible tradicional

source: Energetic invoice with your solar field
es: Factura energética con campo solar

source: Solar savings
es: Ahorro solar

source: Free cash flow
es: Flujo libre de efectivo

source: Accumulated cash flow
es: Flujo de efectivo acumulado

source: Mensual savings details
es: Detalle de ahorro mensual

source: Selected array
es: Arreglo seleccionado

source: <p> The solar instalation is formed by a certain number of collectors grouped by loops. The collectors within the loops are connected in series. The series connect paralel. THe number of collector per loop is designed to to achieve the increase in temperature from <b>%(Ti)s °C</b> into <b>%(To)s °C</b>. The number of loops depends on the total energy demand of the industry.</p>
es: <p>La instalación solar está formada por un número determinado de colectores, agrupados en filas. En las filas los colectores se unen en serie. Las series se conectan en paralelo. El número de colectores por fila se ha diseñado para que en una fila se alcance el salto de temperatura de diseño de <b>%(Ti)s °C</b> a <b>%(To)s °C</b>. El número de filas depende de la demanda de energía de la industria.</p>

source: Collector
es: Colector

source: Used area
es: Area utilizada

source: Selected schema
es: Esquema seleccionado

source: Mean flux
es: Flujo promedio

source: Storage volume
es: Volumen de almacenamiento

source: liters
es: litros

source: Storage capacity
es: Capacidad de almacenamiento

source: Production through a year
es: Producción durante un año

source: Meteorologic file
es: Archivo meteorológico

source: Total solar energy at location
es: Energía solar total en la ubicación

source: Raw production
es: Producción bruta

source: Production per module
es: Producción por módulo

source: Energy consumed by traditional boiler
es: Energía consumida por la caldera tradicional

source: Energy required by the process (demand)
es: Energía requerida por el proceso (demanda)

source: Storage status
es: Estado del almacenamiento

source: Charged
es: Cargada

source: Stored solar energy in one year
es: Energía solar almacenada durante un año

source: Discharged
es: Descargada

source: Stored and supplied energy in one year
es: Energia almacenada y suministrada durante un año

source: Defocused
es: Desenfocada

source: Solar energy that cannot be stored nor supplied in one year
es: Energía solar que no puede ser ni almacenada ni administrada durante un año

source: Energy utilization
es: Utilización de energía

source: Raw production vs demand
es: Producción bruta vs demanda

source: Supplied production vs demand
es: Producción suministrada vs demanda

source: Details of winter and summer production
es: Detalle de la producción durante invierno y verano

source: Thermal fluid temperatures during the process
es: Temperaturas del fluido durante el proceso

source: <p> The whole circuit is in liquid phase, there is no evaporation. At the solar inlet the fluid enters at %(Ti)sºC. The solar field heats the fluid up to %(To)sºC, corresponding to the outlet temperature towards the boiler. </p>
es: <p>Todo el circuito está en fáse líquida, no existe evaporación. A la entrada del sistema solar entra fluido líquido a %(Ti)sºC. El campo solar calienta el fluido hasta una temperatura de %(To)sºC, correspondiente a la temperatura de salida de la caldera. Dado que la temperatura de salida del campo solar es la misma que la salida de caldera, el campo solar se puede conectar directamente a la red de distribución de la fábrica</p>

source: My simulations
es: Mis simulaciones

source: Simulations results
es: Resultados de simulaciones

source: Date
es: Fecha

source: Actions
es: Acciones

source: Go to the results
es: Ir a resultados

source: The file contains a headers
es: El archivo contiene encabezados

source: Metorologic file to load
es: Archivo meteorológico para subir

source: Name
es: Nombre

source: Industry
es: Industria

source: Industry sector
es: Sector industrial

source: Process description
es: Descripción de proceso

source: The CO2 price cannot be less than 0
es: El precio del CO2 no puede ser menor que 0

source: Business model
es: Modelo de negocio

source: Turnkey project
es: Llave en mano

source: The fuel price cannot be less than 0
es: El costo del combustible no puede ser menor a 0

source: Country
es: País

source: Available surface
es: Superficie disponible

source: The available surface cannot be less than 0
es: La superficie disponible no puede ser menor a 0

source: Distance to process
es: Distancia al proceso

source: The distance cannot be less than 0
es: La distancia no puede ser menor que 0

source: Fluid
es: Fluido

source: Water
es: Agua

source: Steam
es: Vapor

source: Thermal oil
es: Acéite térmico

source: Molten salts
es: Sales fundidas

source: Outlet temperature
es: Temperatura de salida

source: Inlet temperature
es: Temperatura de entrada

source: Connection type
es: Tipo de conección

source: Direct to process
es: Directo a proceso

source: With intermediate deposit
es: Con depósito intermedio

source: Pressure unit
es: Unidades de presión

source: Pressure
es: Presión

source: Annual energy demand
es: Demanda anual de energía

source: The demand cannot be less or equal to 0
es: La demanda no puede ser menor o igual a 0

source: Demand unit
es: Unidades de demanda

source: kWh/year
es: kWh/año

source: MWh/year
es: MWh/año

source: KJ/year
es: KJ/año

source: BTU/year
es: BTU/año

source: Ending time
es: Hora de término

source: The ending time cannot be less than 1
es: La hora de término no puede ser menor que 1

source: The ending time cannot be greater than 24
es: La hora de término no puede ser mayor que 24

source: Starting time
es: Hora de inicio

source: The starting time cannot be less than 0
es: La hora de inicio no puede ser menor que 0

source: The starting time cannot be greater than 23
es: La hora de inicio no puede ser mayor que 23

source: Jan
es: Ene

source: This cannot be less than 0
es: Esto no puede ser menor que 0

source: This cannot be greater than 1
es: ESto no puede ser mayor que 1

source: Apr
es: Abr

source: Aug
es: Ago

source: Dec
es: Dic

source: Mon
es: Lun

source: Tue
es: Mar

source: Wed
es: Mie

source: Thu
es: Jue

source: Fri
es: Vie

source: Sat
es: Sáb

source: Sun
es: Dom

source: Terrain type
es: Tipo de terreno

source: Clean ground
es: Terreno limpio

source: Orientation
es: Orientación

source: North-South
es: Norte-Sur

source: Inclination
es: Inclinación

source: Flat
es: Plano

source: Shadows
es: Sombras

source: Shadows free
es: Libre de sombras

source: Thermal storage capacity
es: Capacidad de almacenamiento térmico

source: Solar radiation modificator
es: Modificador de radiación solar

source: Fuel
es: Combustible

source: CO2 Ton per
es: CO2 Ton por

source: Fuels
es: Combustibles

source: Conversion factor
es: Factor de conversión

source: Fuel unit
es: Unidades de combustible

source: Fuels units
es: Unidades de combustibles

source: City
es: Ciudad

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Fuel price per unit
es: Precio de combustible por unidad

source: Units
es: Unidades

source: Delete
es: Eliminar

source: Add
es: Agregar

source: Update
es: Actualizar

source: Create
es: Crear

source: Looks good!
es: ¡Se ve bien!

source: Please provide a valid country.
es: Por favor, agrega un país válido

source: Please provide a valid city.
es: Por favor, agrega una ciudad válida

source: Please provide a valid latitude.
es: Por favor, agrega una latitud válida

source: Please provide a valid longitude.
es: Por favor, agrega una longitud válida

source: The file contains headers
es: El archivo contiene encabezados

source: Save
es: Guardar

source: Simulation information
es: Información de simulación

source: Location information
es: Información de ubicación

source: Financial information
es: Información financiera

source: Process information
es: Información de proceso

source: Consumption profile
es: Perfil de consumo

source: Available soon...
es: Disponible pronto...

source: Simulate
es: Simular

source: SHIPcal simulation
es: Simulación de SHIPcal

source: New location
es: Nueva ubicación

source: New collector
es: Nuevo colector

source: New fuel
es: Nuevo combustible

source: Wanna help?
es: ¿Quieres ayudar?

source: Send a pull request!
es: Envía una solicitud de pull

source: Supported by SOLATOM
es: Respaldado por SOLATOM
